brew "awscli"
brew "colima"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "duckdb"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "grafana"
brew "grep"
brew "jq"
brew "make"
brew "mas"
brew "mise"
brew "ripgrep"

cask "aws-vault"
cask "chatgpt"
cask "claude"
cask "cursor"
cask "discord"
cask "google-chrome"
cask "karabiner-elements"
cask "obsidian"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "zoom"
